[
  {
    "rating" : "4.7",
    "title" : "Outlawed",
    "author" : "Anna North",
    "category" : "Literary",
    "description" : "In the year of our Lord 1894, I became an outlaw.\nThe day of her wedding, 17 year old Ada's life looks good; she loves her husband, and she loves working as an apprentice to her mother, a respected midwife. But after a year of marriage and no pregnancy, in a town where barren women are routinely hanged as witches, her survival depends on leaving behind everything she knows.\nShe joins up with the notorious Hole in the Wall Gang, a band of outlaws led by a preacher-turned-robber known to all as the Kid. Charismatic, grandiose, and mercurial, the Kid is determined to create a safe haven for outcast women. But to make this dream a reality, the Gang hatches a treacherous plan that may get them all killed. And Ada must decide whether she's willing to risk her life for the possibility of a new kind of future for them all.\nFeaturing an irresistibly no-nonsense, courageous, and determined heroine, Outlawed dusts off the myth of the old West and reignites the glimmering promise of the frontier with an entirely new set of feminist stakes. Anna North has crafted a pulse-racing, page-turning saga about the search for hope in the wake of death, and for truth in a climate of small-mindedness and fear.",
    "image" : "assets/images/book1.jpeg",
    "audio" : "https://samples.audible.com/bk/bloo/000421/bk_bloo_000421_sample.mp3"
  },
  {
    "rating" : "4.9",
    "title" : "Mona",
    "author" : "Pola Oloixarac",
    "category" : "Hispanic & Latino",
    "description" : "Mona, a Peruvian writer based in California, presents a tough and sardonic exterior. She likes drugs and cigarettes, and when she learns that she is something of an anthropological curiosity--a woman writer of color treasured at her university for the flourish of rarefied diversity she brings--she pokes fun at American academic culture and its fixation on identity.\nWhen she is nominated for \"the most important literary award in Europe,\" Mona sees a chance to escape her downward spiral of sunlit substance abuse and erotic distraction, so she trades the temptations of California for a small, gray village in Sweden, close to the Arctic Circle. Now she is stuck in the company of all her jet-lagged--and mostly male--competitors, arriving from Japan, France, Armenia, Iran, and Colombia. Isolated as they are, the writers do what writers do: exchange compliments, nurse envy and private resentments, stab rivals in the back, and hop in bed together. All the while, Mona keeps stumbling across the mysterious traces of a violence she cannot explain.\nAs her adventures in Scandinavia unfold, Mona finds that she has not so much escaped her demons as locked herself up with them in the middle of nowhere. In Mona, Pola Oloixarac paints a hypnotic, scabrous, and ultimately jaw-dropping portrait of a woman facing down a hipster elite to which she does and does not belong. A survivor of both patronization and bizarre sexual encounters, Mona is a new kind of feminist. But her past won't stay past, and strange forces are working to deliver her the test of a lifetime.\n",
    "image" : "assets/images/book2.jpeg",
    "audio" : "https://samples.audible.com/bk/high/003522/bk_high_003522_sample.mp3"
  },
  {
    "rating" : "4.8",
    "title" : "With Teeth",
    "author" : "Kristen Arnett",
    "category" : "LGBT - Lesbian",
    "description" : "\"A gripping read...Unabashedly queer, probing and unafraid...Exceedingly engaging.\" -USA Today\n\"Sublimely weird, fluently paced, brazenly funny and gayer still, and it richly deserves to find readers.\" -New York Times\nFrom the author of the New York Times-bestselling sensation Mostly Dead Things a surprising and moving story of two mothers, one difficult son, and the limitations of marriage, parenthood, and love\nIf she's being honest, Sammie Lucas is scared of her son. Working from home in the close quarters of their Florida house, she lives with one wary eye peeled on Samson, a sullen, unknowable boy who resists her every attempt to bond with him. Uncertain in her own feelings about motherhood, she tries her best--driving, cleaning, cooking, prodding him to finish projects for school--while growing increasingly resentful of Monika, her confident but absent wife. As Samson grows from feral toddler to surly teenager, Sammie's life begins to deteriorate into a mess of unruly behavior, and her struggle to create a picture-perfect queer family unravels. When her son's hostility finally spills over into physical aggression, Sammie must confront her role in the mess--and the possibility that it will never be clean again.\nBlending the warmth and wit of Arnett's breakout hit, Mostly Dead Things, with a candid take on queer family dynamics, With Teeth is a thought-provoking portrait of the delicate fabric of family--and the many ways it can be torn apart.",
    "image" : "assets/images/book3.jpeg",
    "audio" : "https://samples.audible.com/bk/peng/005636/bk_peng_005636_sample.mp3"
  },
  {
    "rating" : "4.3",
    "title" : "After the Sun",
    "author" : "Jonas Eika",
    "category" : "Psychological",
    "description" : "\"Like Thomas Pynchon taking on late capitalism. . . . surrealistic, granular in its details, and concerned with social entropy and desperate attempts at communion.\" --Wall Street Journal\nFrom a major new international voice, mesmerizing, inventive fiction that probes the tender places where human longings push through the cracks of a breaking world.\nUnder Cancún's hard blue sky, a beach boy provides a canvas for tourists' desires, seeing deep into the world's underbelly. An enigmatic encounter in Copenhagen takes an IT consultant down a rabbit hole of speculation that proves more seductive than sex. The collapse of a love triangle in London leads to a dangerous, hypnotic addiction. In the Nevada desert, a grieving man tries to merge with an unearthly machine.\nAfter the Sun opens portals to our newest realities, haunting the margins of a globalized world that's both saturated with yearning and brutally transactional. Infused with an irrepressible urgency, Eika's fiction seems to have conjured these far-flung characters and their encounters in a single breath. Juxtaposing startling beauty with grotesquery, balancing the hyperrealistic with the fantastical--\"as though the worlds he describes are being viewed through an ultraviolet filter,\" in one Danish reviewer's words--he has invented new modes of storytelling for an era when the old ones no longer suffice.",
    "image" : "assets/images/book4.jpeg",
    "audio" : "https://samples.audible.com/bk/peng/005807/bk_peng_005807_sample.mp3"
  },
  {
    "rating" : "4.5",
    "title" : "My Year Abroad",
    "author" : "Chang-Rae Lee",
    "category" : "Satire",
    "description" : "A New York Times Notable Book * Named a Best Book of the Year by Vogue, TIME, and Marie Claire\n\"A manifesto to happiness--the one found when you stop running from who you are.\" -New York Times Book Review\n\"An extraordinary book, acrobatic on the level of the sentence, symphonic across its many movements--and this is a book that moves...My Year Abroad is a wild ride--a caper, a romance, a bildungsroman, and something of a satire of how to get filthy rich in rising Asia.\" - Vogue\nFrom the award-winning author of Native Speaker and On Such a Full Sea, an exuberant, provocative story about a young American life transformed by an unusual Asian adventure - and about the human capacities for pleasure, pain, and connection.\nTiller is an average American college student with a good heart but minimal aspirations. Pong Lou is a larger-than-life, wildly creative Chinese American entrepreneur who sees something intriguing in Tiller beyond his bored exterior and takes him under his wing. When Pong brings him along on a boisterous trip across Asia, Tiller is catapulted from ordinary young man to talented protégé, and pulled into a series of ever more extreme and eye-opening experiences that transform his view of the world, of Pong, and of himself.\nIn the breathtaking, \"precise, elliptical prose\" that Chang-rae Lee is known for (The New York Times), the narrative alternates between Tiller's outlandish, mind-boggling year with Pong and the strange, riveting, emotionally complex domestic life that follows it, as Tiller processes what happened to him abroad and what it means for his future. Rich with commentary on Western attitudes, Eastern stereotypes, capitalism, global trade, mental health, parenthood, mentorship, and more, My Year Abroad is also an exploration of the surprising effects of cultural immersion--on a young American in Asia, on a Chinese man in America, and on an unlikely couple hiding out in the suburbs. Tinged at once with humor and darkness, electric with its accumulating surprises and suspense, My Year Abroad is a novel that only Chang-rae Lee could have written, and one that will be read and discussed for years to come.",
    "image" : "assets/images/book5.jpeg",
    "audio" : "https://samples.audible.com/bk/peng/005466/bk_peng_005466_sample.mp3"
  },
  {
    "rating" : "4.5",
    "title" : "ABC",
    "author" : "ABC",
    "category" : "Love",
    "description" : "ABC",
    "image" : "assets/images/book6.jpeg",
    "audio" : "https://www.harlancoben.com/audio/CaughtSample.mp3"
  },
  {
    "rating" : "4.5",
    "title" : "ABC",
    "author" : "ABC",
    "category" : "Love",
    "description" : "ABC",
    "image" : "assets/images/book7.jpeg",
    "audio" : "https://www.harlancoben.com/audio/CaughtSample.mp3"
  },
  {
    "rating" : "4.5",
    "title" : "ABC",
    "author" : "ABC",
    "category" : "Love",
    "description" : "ABC",
    "image" : "assets/images/book8.jpeg",
    "audio" : "https://www.harlancoben.com/audio/CaughtSample.mp3"
  },
  {
    "rating" : "4.5",
    "title" : "ABC",
    "author" : "ABC",
    "category" : "Love",
    "description" : "ABC",
    "image" : "assets/images/book9.jpeg",
    "audio" : "https://www.harlancoben.com/audio/CaughtSample.mp3"
  },
  {
    "rating" : "4.5",
    "title" : "ABC",
    "author" : "ABC",
    "category" : "Love",
    "description" : "ABC",
    "image" : "assets/images/book10.jpeg",
    "audio" : "https://www.harlancoben.com/audio/CaughtSample.mp3"
  },
  {
    "rating" : "4.5",
    "title" : "ABC",
    "author" : "ABC",
    "category" : "Love",
    "description" : "ABC",
    "image" : "assets/images/book11.jpeg",
    "audio" : "https://www.harlancoben.com/audio/CaughtSample.mp3"
  },
  {
    "rating" : "4.5",
    "title" : "ABC",
    "author" : "ABC",
    "category" : "Love",
    "description" : "ABC",
    "image" : "assets/images/book12.jpeg",
    "audio" : "https://www.harlancoben.com/audio/CaughtSample.mp3"
  },
  {
    "rating" : "4.5",
    "title" : "ABC",
    "author" : "ABC",
    "category" : "Love",
    "description" : "ABC",
    "image" : "assets/images/book13.jpeg",
    "audio" : "https://www.harlancoben.com/audio/CaughtSample.mp3"
  },
  {
    "rating" : "4.5",
    "title" : "ABC",
    "author" : "ABC",
    "category" : "Love",
    "description" : "ABC",
    "image" : "assets/images/book14.jpeg",
    "audio" : "https://www.harlancoben.com/audio/CaughtSample.mp3"
  },
  {
    "rating" : "4.5",
    "title" : "ABC",
    "author" : "ABC",
    "category" : "Love",
    "description" : "ABC",
    "image" : "assets/images/book15.jpeg",
    "audio" : "https://www.harlancoben.com/audio/CaughtSample.mp3"
  },
  {
    "rating" : "4.5",
    "title" : "ABC",
    "author" : "ABC",
    "category" : "Love",
    "description" : "ABC",
    "image" : "assets/images/book16.jpeg",
    "audio" : "https://www.harlancoben.com/audio/CaughtSample.mp3"
  },
  {
    "rating" : "4.5",
    "title" : "ABC",
    "author" : "ABC",
    "category" : "Love",
    "description" : "ABC",
    "image" : "assets/images/book17.jpeg",
    "audio" : "https://www.harlancoben.com/audio/CaughtSample.mp3"
  },
  {
    "rating" : "4.5",
    "title" : "ABC",
    "author" : "ABC",
    "category" : "Love",
    "description" : "ABC",
    "image" : "assets/images/book18.jpeg",
    "audio" : "https://www.harlancoben.com/audio/CaughtSample.mp3"
  },
  {
    "rating" : "4.5",
    "title" : "ABC",
    "author" : "ABC",
    "category" : "Love",
    "description" : "ABC",
    "image" : "assets/images/book19.jpeg",
    "audio" : "https://www.harlancoben.com/audio/CaughtSample.mp3"
  },
  {
    "rating" : "4.5",
    "title" : "ABC",
    "author" : "ABC",
    "category" : "Love",
    "description" : "ABC",
    "image" : "assets/images/book20.jpeg",
    "audio" : "https://www.harlancoben.com/audio/CaughtSample.mp3"
  }
]